/* title/description delimiter */
" option-shift-dash " = " — ";

/* No comment provided by engineer. */
"%.0lf KB of %.0lf KB" = "%.0lf KB di %.0lf KB";

/* No comment provided by engineer. */
"%.0lf KB received" = "%.0lf KB ricevuti";

/* No comment provided by engineer. */
"A file named “%@” already exists." = "C'è già un documento con il nome “%@”.";

/* name of cancel button */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Choose a folder into which %d notes will be exported" = "Scegli una cartella in cui esportare le note %d";

/* no comment */
"Continue" = "Continua";

/* alert title for exporter interruption */
"Continue exporting?" = "Continuo con l'esportazione?";

/* No comment provided by engineer. */
"Could not find the application TextEdit." = "Non riesco a trovare l'applicazione TextEdit.";

/* No comment provided by engineer. */
"Could not locate the note file." = "Non riesco a trovare il documento contenente la nota.";

/* name of delete button */
"Delete" = "Cancella";

/* alert title when asked to delete multiple notes */
"Delete %d notes?" = "Cancello %d note?";

/* alert title when asked to delete a note */
"Delete the note titled “%@”?" = "Vuoi cancellare la nota “%@”?";

/* name of undo-creating-a-note button */
"Undo Note" = "Annulla Nota";

/* alert title when asked to undo creating multiple notes */
"Undo adding %d notes?" = "Annullo l'aggiunta di %d note?";

/* alert title when asked to undo the creation of a note */
"Undo adding the note “%@”?" = "Annullo l'aggiunta della nota “%@”?";

/* informational undo-this-note? text */
"Undoing a note has the effect of deleting it. Use “Redo” to re-add it." = "Annullare una nota significa cancellarla. Usa il comando “Ripeti” per aggiungerla nuovamente.";

/* No comment provided by engineer. */
"Does it still exist?" = "Esiste ancora?";

/* No comment provided by engineer. */
"Don't Replace" = "Non sostituire";

/* don't update the note from its file on disk */
"Don't Update" = "Non aggiornare";

/* download dialog status message */
"Download: waiting to begin." = "Download: in attesa dell'avvio.";

/* ellipsis character */
"..." = "…";

/* No comment provided by engineer. */
"Error: the modification date of the file “%@” could not be compared because %@" = "Errore: Non è stato possibile confrontare la data di modifica del documento “%@”, perché %@";

/* No comment provided by engineer. */
"Error: the modification date of the file “%@” could not be determined because %@" = "Errore: Non è stato possibile determinare la data di modifica del documento “%@”, perché %@";

/* No comment provided by engineer. */
"Error: unable to read the contents of the file “%@.”" = "Errore: Impossibile leggere il contenuto del documento “%@.”";

/* title of button to export notes from folder selection dialog */
"Export" = "Esporta";

/* title of export notes dialog */
"Export Notes" = "Esporta note";

/* ... if it exists */
"I'll Go See" = "Voglio vedere";

/* No comment provided by engineer. */
"If you update this note with re-interpreted data from the file, you may overwrite your changes." = "Se aggiorni questa nota con dati ripresi dal documento, c'è il rischio di sovrascrivere le modifiche.";

/* alert description when converting from unicode */
"If you wish to convert it, you must open and re-save the file in an external editor." = "Se desideri convertirlo, devi aprire e risalvare il documento con un editor esterno.";

/* No comment provided by engineer. */
"No notes were selected for exporting." = "Nessuna nota selezionata per l'esportazione.";

/* No comment provided by engineer. */
"Notational Velocity should assume the file “%@” was saved with the encoding:" = "Kinetic Notes ritiene che il documento “%@” sia stato salvato con la codifica:";

/* No comment provided by engineer. */
"Note Importing Cancelled" = "Importazione della nota annullata";

/* Error string returned to indicate that the user cancelled a syncing service operation */
"Operation cancelled" = "Operazione annullata";

/* the ubiquitous OK button */
"OK" = "OK";

/* title of button for opening the current note in text edit */
"Open in TextEdit" = "Apri in TextEdit";

/* title of menu item for selecting a different notes folder */
"Other..." = "Altro…";

/* ...from file on disk */
"Overwrite Note" = "Sovrascrivi nota";

/* No comment provided by engineer. */
"Please try again." = "Per favore riprova.";

/* prompt for choosing an incompatible text encoding */
"Please try another encoding." = "Per favore scegli una codifica diversa.";

/* alert title when converting from unicode */
"“%@” is a Unicode file and not directly interpretable using plain text encodings." = "“%@” è un documento in Unicode e non può essere interpretato direttamente usando un formato di solo testo.";

/* No comment provided by engineer. */
"Replace" = "Sostituisci";

/* No comment provided by engineer. */
"Replace All" = "Sostituisci tutto";

/* replace the file's contents? */
"Replace its current contents with that of the note?" = "Sostituisci il contenuto corrente con quello della nota?";

/* No comment provided by engineer. */
"Sorry, you entered an incorrect passphrase." = "Spiacente, hai inserito una parola d'ordine non corretta.";

/* (notes?) */
"Stop Exporting" = "Interrompi esportazione";

/* No comment provided by engineer. */
"The file may no longer exist or has incorrect permissions." = "Il documento potrebbe non esistere più, o potrebbe avere permessi non corretti.";

/* No comment provided by engineer. */
"The note “%@” couldn't be exported because %@." = "Non è stato possibile esportare la nota “%@” perché %@.";

/* No comment provided by engineer. */
"The note “%@” is newer than its file on disk." = "La nota “%@” è più recente di quella del documento su disco.";

/* No comment provided by engineer. */
"The notes couldn't be exported because the directory “%@” couldn't be accessed." = "Non è stato possibile esportare la nota, perché non è possibile accedere alla cartella “%@”.";

/* No comment provided by engineer. */
"The URL “%@” could not be accessed: %@." = "Non è stato possibile accedere all'indirizzo URL “%@”: %@.";

/* No comment provided by engineer. */
"This may be due to an error in the program or operating system." = "Potrebbe dipendere da un errore nel programma o nel sistema operativo.";

/* error description of last resort for why a URL couldn't be accessed */
"unknown error." = "errore sconosciuto.";

/* string of last resort for errors not found in CarbonErrorStrings */
"an error of type %d occurred" = "si è verificato un errore di tipo %d";

/* Title of a nameless note */
"Untitled Note" = "Senza titolo";

/* placeholder text in search/create field */
"Search or Create" = "Cerca o crea nota";

/* No comment provided by engineer. */
"You can import your old notes at any time by choosing “Import...” from the “Note” menu and selecting your NotationalDatabase.blor file." = "Puoi importare in qualsiasi momento le vecchie note, scegliendo il comando “Import…” nel menu “Note”, e selezionando il documento NotationalDatabase.blor.";

/* No comment provided by engineer. */
"You may need to re-run the Mac OS X installer." = "Può essere necessario ripetere l'installazione di Mac OS X.";

/* No comment provided by engineer. */
"You must select at least one note to export." = "È necessario selezionare almeno una nota da esportare.";

/* title of Editing preference pane */
"Editing" = "Modifica";

/* title of General preference pane */
"General" = "Generali";

/* title of Notes preference pane */
"Notes" = "Note";

/* title of Fonts & Colors preference pane */
"Fonts & Colors" = "Caratteri e colori";

/* No comment */
"<Directory unknown>" = "<Directory sconosciuta>";

/* title of open panel for selecting a notes folder */
"Select a folder" = "Seleziona una cartella";

/* title of open panel button to select a folder */
"Select" = "Seleziona";

/* No Comment */
"Select the folder that Notational Velocity should use for reading and storing notes." = "Seleziona una cartella da cui Kinetic Notes possa leggere e memorizzre le note.";

/* description for no key combination */
"(None)" = "(Nessuna)";

/* no comment */
"PBKDF2 iterations: %d" = "Iterazioni PBKDF2: %d";

/* no comment */
"Please choose a different folder in which to store your notes." = "Scegli una cartella diversa per le tue note.";

/* no comment */
"Please choose a folder in which your notes will be stored." = "Scegli una cartella in cui memorizzare le note.";

/* no comment */
"your Application Support directory" = "la cartella Application Support";

/* no comment */
"its current location" = "la sua posizione corrente";

/* no comment */
"Unable to initialize notes database in \n%@ because %@." = "Non riesco ad inizializzare l'archivio delle note in \n%@, perché %@.";

/* no comment */
"Choose another folder" = "Scegli una cartella diversa";

/* no comment */
"Quit" = "Esci";

/* no comment */
"Reverting to current location of %@." = "Ritorno alla posizione corrente di %@.";

/* no comment */
"Warning: this database was created by a newer version of Notational Velocity. Continue anyway?" = "Attenzione: questo archivio è stato creato con una versione di Kinetic Notes più recente. Vuoi continuare lo stesso?";

/* no comment */
"If you make changes, some settings and metadata could be lost." = "Se esegui delle modifiche, alcune impostazioni e alcuni metadati potrebbero andare perduti.";

/* menu item title in dock menu */
"Add New Note from Clipboard" = "Aggiungi una nuova nota dagli Appunti";

/* error message to set during a Service call when adding a note failed */
"Error: Couldn't create a note from the selection." = "Errore: Non ho potuto creare una nova dalla selezione.";

/* title of button in import dialog */
"Import" = "Importa";

/* title of import dialog */
"Import Notes" = "Importa note";

/* No comment provided by engineer. */
"None of the selected files could be imported." = "Non ho potuto importare nessuno dei documenti selezionati.";

/* No comment provided by engineer. */
"Please choose other files." = "Per favore scegli altri documenti.";

/* import dialog message */
"Select files and folders from which to import notes." = "Seleziona i documenti e le cartelle da cui importare le note.";

/* No comment provided by engineer. */
"More Security Options" = "Altre opzioni di sicurezza";

/* No comment provided by engineer. */
"Your entered passphrase does not match your verify passphrase." = "La parola d'ordine e la parola di verifica non combaciano.";

/* No comment provided by engineer. */
"Your entered current passphrase is incorrect." = "La parola d'ordine che hai inserito non è corretta.";

/* No comment provided by engineer. */
"Your entered new passphrase does not match your verification passphrase." = "Hai inserito una nuova parola d'ordine che non corrisponde alla parola di verifica.";

/* No comment provided by engineer. */
"Please enter the passphrase to access notes in %@." = "Per favore inserisci la parola d'ordine per accedere alle note situate in %@.";

/* No comment provided by engineer. */
"the current notes directory" = "la directory delle note corrente";

/* No comment provided by engineer. */
"Today" = "Oggi";

/* No comment provided by engineer. */
"Tomorrow" = "Domani";

/* No comment provided by engineer. */
"Yesterday" = "Ieri";


/* No comment provided by engineer. */
"%d Notes Selected" = "%d note selezionate";

/* No comment provided by engineer. */
"(Unknown Note) [%@]" = "(Nota sconosciuta) [%@]";

/* user shouldn't see this */
"(WHAT??)" = "(COSA???)";

/* undo action name for creating multiple notes */
"Add %d Notes" = "Aggiungi %d note";

/* menu item title for bookmarking a note */
"Add to Bookmarks" = "Aggiungi ai segnalibri";

/* menu item title */
"Show Bookmarks" = "Mostra segnalibri";

/* menu item title */
"Hide Bookmarks" = "Nascondi segnalibri";

/* No comment provided by engineer. */
"Bold" = "Neretto";

/* alert title appearing when notes couldn't be written */
"Changed notes could not be saved because %@." = "Non è stato possibile salvare le note modificate, perché %@.";

/* copy menu item title */
"Copy" = "Copia";

/* menu item prefix to copy a URL */
"Copy " = "Copia ";

/* contextual menu item title to copy urls */
"Copy URL" = "Copia URL";

/* No comment provided by engineer. */
"Couldn't move notes into the chosen folder because %@" = "Impossibile spostare le note nella cartella selezionata, perché %@";

/* undo action name for creating a single note */
"Create Note “%@”" = "Crea nota “%@”";

/* cut menu item title */
"Cut" = "Taglia";

/* informational delete-this-note? text */
"Press Command-Z to undo this action later." = "Premi ⌘-Z per annullare questa operazione.";

/* undo action name for deleting notes */
"Delete %d Notes" = "Cancella %d note";

/* undo action name for deleting a single note */
"Delete “%@”" = "Cancella “%@”";

/* button title for disabling note encryption */
"Disable Encryption" = "Disattiva cifrature";

/* No comment provided by engineer. */
"Disable note encryption now?" = "Disattivo la cifrature?";

/* No comment provided by engineer. */
"Encryption is currently on, but storing notes individually requires it to be off. Disable encryption?" = "La cifratura è attualmente attivata, ma deve essere disattivata se si desidera salvare le note separatmante. Disattivo la cifratura?";

/* format submenu title */
"Format" = "Formato";

/* No comment provided by engineer. */
"HTML" = "HTML";

/* No comment provided by engineer. */
"If you empty the Trash now, you could lose your notes. Relocate the notes to a less volatile folder?" = "Se si vuota il Cestino ora, alcune note potrebbero andar perse. Riposiziono le note in una cartella meno a rischio?";

/* No comment provided by engineer. */
"Individual files remain in the notes directory. Leave them alone or move them to the Trash?" = "I documenti separati rimarranno nella cartella delle note. Vuoi conservarli o spostarli nel Cestino?";

/* no comment */
"<Feedback loop warning title>" = "Attenzione: questa cartella di note è sincronizzata sia con %@ che con %@. Se più copie di Kinetic Notes dovessero questa cartella, potrebbe verificarsi una sovrapposizione.";

/* no comment */
"<Feedback loop warning message>" = "Per evitare questo problema, scegli una posizione diversa per la cartella delle note su questo computer, o disattiva la sincronizzazione con %@.";

/* No comment provided by engineer. */
"The %@ server holds a different set of notes. Replace all %u notes in Notational Velocity with the %u notes on the server, or merge both sets together?" = "Il server %@ contiene un gruppo di note diverso. Vuoi sostituire le %u note di Kinetic Notes con le %u note del server, o vuoi effettuare una fusione tra i due gruppi di note?";

/* No comment provided by engineer. */
"The %@ server reports that no notes exist. Delete all %u notes in Notational Velocity to match it, or re-upload them now?" = "Il server %@ avverte che non ci sono note. Vuoi cancellre le %u note di Kinetic Notes per allinearti al server, o preferisci inviare le note al server?";

/* No comment provided by engineer. */
"Replacing will remove all %u notes from Notational Velocity. Merging will upload all notes to %@, omitting duplicates." = "La sostituzione rimuoverà le %u note da Kinetic Notes. La fusione invierà tutte le note a %@, escludendo i documenti doppi.";

/* No comment provided by engineer. */
"If your %@ account is different, you may prefer to create a new database in Notational Velocity instead." = "Se il tuo account %@ è diverso, potresti preferire la creazione di un nuovo archivio in Kinetic Notes.";

/* default button in the dialog above */
"Turn Off Syncing" = "Disattiva la sincronizzazione";

/* dialog button for deleting all notes */
"Replace All Notes" = "Sostituisci tutte le note";

/* dialog button for deleting all notes when none exist remotely */
"Remove All Notes" = "Elimina tutte le note";

/* dialog button for uploading local notes */
"Merge Notes" = "Effettua la fusione delle note";

/* dialog button for uploading local notes when none exist remotely */
"Re-upload Notes" = "Invia le note al server";

/* No comment provided by engineer. */
"Add %u existing notes in the database to %@?" = "Aggiungi le %u note esistenti all'archivio presente su %@?";

/* No comment provided by engineer. */
"Notes will be merged, omitting entries duplicated on the server." = "Le note saranno unite, escludendo i documenti già esistenti nel server.";

/* No comment provided by engineer. */
"Upload Notes" = "Invia note";

/* human-readable name for the Simplenote service */
"Simplenote" = "Simplenote";

/* human-readable name for the SimpleText service */
"SimpleText" = "SimpleText";

/* human-readable name for Dropbox */
"Dropbox" = "Dropbox";

/* status text when downloading a note from the remote sync server */
"Downloading %u of %u notes" = "Sto prelevando %u note su %u";

/* no comment */
"Logging in..." = "Effettuo il login…";

/* no comment */
"Getting the list of notes..." = "Ricevo l'elenco delle note…";

/* No comment provided by engineer. */
"Downloading" = "Prelievo le note";

/* No comment provided by engineer. */
"Creating" = "Creazione note";

/* No comment provided by engineer. */
"Updating" = "Aggiornamento note";

/* No comment provided by engineer. */
"Deleting" = "Cancellazione note";

/* No comment provided by engineer. */
"Processing" = "Elaborazione in corso";

/* e.g., 'Deleting a note...' */
"%@ a note..." = "%@ una nota…";

/* example: Updating 'joe shmoe note' */
"%@ quot%@quot..." = "%@ “%@”…";

/* Downloading/Creating/Updating/Deleting 5 of 10 notes */
"%@ %u of %u notes" = "%@ %u di %u note";

/* e.g., Downloading 2 note(s) failed */
"%@ %u note(s) failed" = "%@ %u nota(e) non è andata a buon fine";

/* <Sync Service Name>: Disabled */
"%@: Disabled" = "%@: Disattivata";

/* label to prefix last sync time in the status menu */
"Last sync: " = "Ultima sincronizzazione: ";

/* no comment */
"Synchronize Now" = "Sincronizza";

/* no comment */
"Stop Synchronizing" = "Annulla sincronizzazione";

/* no comment */
"%u update(s) in progress" = "%u aggiornamento(i) in corso";

/* no comment */
"Not synchronized yet" = "Non ancoa sincronizzato";

/* sync status menu msg */
"Incorrect login and password" = "Login e parola d'ordine non corretti";

/* message to report when sync service is not reachable over internet */
"Internet unavailable." = "Internet non disponibile.";

/* no comment */
"Session could not be created" = "Impossibile creare la sessione";

/* Simplenote-specific error */
"No authorization token" = "Token di autorizzazione non disponibile";

/* Simplenote-specific error */
"The index of notes could not be parsed." = "Impossibile leggere l'indice delle note.";

/* string to prefix a sync service error */
"Error: " = "Errore: ";

/* no comment */
"Changes could not be uploaded." = "Impossibile inviare le modifiche.";

/* No comment provided by engineer. */
"Italic" = "Corsivo";

/* button title for not discarding note files */
"Keep Files" = "Conserva i documenti";

/* No comment provided by engineer. */
"Loading Notes..." = "Caricamento note…";

/* button title for trashing notes */
"Move to Trash" = "Sposta nel Cestino";

/* No comment provided by engineer. */
"No Note Selected" = "Nessuna nota selezionata";

/* alert title when bookmarking no note. */
"No note selected." = "Nessuna nota selezionata.";

/* No comment provided by engineer. */
"Notational Velocity supports encryption only for notes stored in a database file." = "Kinetic Notes supporta solo la cifratura delle note contenute in un archivio.";

/* No comment provided by engineer. */
"Open Console in /Applications/Utilities/ for more information." = "Apri Console da /Applications/Utilities/ per maggiori informazioni.";

/* paste menu item title */
"Paste" = "Incolla";

/* No comment provided by engineer. */
"plain text" = "solo testo";

/* No comment provided by engineer. */
"Plain Text Style" = "Formato solo testo";

/* use-text-replacement command in the edit menu */
"Use Automatic Text Replacement" = "Usa sostituzione automatica del testo";

/* new-password command in the edit menu (shows generated passwords window) */
"New Password..." = "Nuova parola d'ordine…";

/* insert new password command in the edit menu */
"Insert New Password" = "Inserisci nuova parola d'ordine";

/* menu item in the View menu to turn on note-body previews in the Title column */
"Show Note Previews in Title" = "Mostra anteprima note nel titolo";

/* menu item in the View menu to turn off note-body previews in the Title column  */
"Hide Note Previews in Title" = "Nascondi anteprima note nel titolo";

/* No comment provided by engineer. */
"Relocate Notes" = "Riposiziona note";

/* No comment provided by engineer. */
"Remove All Bookmarks" = "Elimina tutti i segnalibri";

/* alert title when clearing bookmarks */
"Remove all bookmarks?" = "Elimino tutti i segnalibri?";

/* No comment provided by engineer. */
"rich text" = "testo formattato";

/* No comment provided by engineer. */
"Select a new location for your Notational Velocity notes." = "Scegli una nuova posizione per le note di Kinetic Notes.";

/* menu item title for showing bookmarks */
"Show Bookmarks" = "Mostra segnalibri";

/* No comment provided by engineer. */
"Too many bookmarks." = "Troppi segnalibri.";

/* No comment provided by engineer. */
"Turn Off Note Encryption..." = "Disattiva la cifratura…";

/* No comment provided by engineer. */
"Turn On Note Encryption..." = "Attiva la cifratura…";

/* No comment provided by engineer. */
"Unable to create an FSRef from the chosen directory." = "Non posso creare un FSRef dalla directory selezionata.";

/* No comment provided by engineer. */
"Unable to create or access the Interim Note-Changes file. Is another copy of Notational Velocity currently running?" = "Non posso creare o accedere al documento Interim Note-Changes. C'è un'altra copia di Kinetic Notes aperta?";

/* No comment provided by engineer. */
"Strikethrough" = "Barrato";

/* No comment provided by engineer. */
"Use a single database file" = "Usa archivio";

/* No comment provided by engineer. */
"Warning: Your notes will be written to disk in clear text." = "Attenzione: Le note saranno scritte su disco come testo leggibile.";

/* No comment provided by engineer. */
"When notes are stored in a single database individual files become redundant." = "Una volta memorizzate le note nel singolo archivio, i documenti separati diventano doppioni inutili.";

/* No comment provided by engineer. */
"You cannot create more than 26 bookmarks. Try removing some first." = "Non è possibile creare più di 26 segnalibri. Prova a rimuoverne qualcuno.";

/* No comment provided by engineer. */
"You cannot undo this action." = "Impossibile annullare quest'azione.";

/* No comment provided by engineer. */
"You must select a note before it can be added as a bookmark." = "Devi selezionare una nota prima di poterla aggiungere come segnalibro.";

/* No comment provided by engineer. */
"Your notes are currently stored as %@ files on disk, but encryption requires a single database. Switch to a database format?" = "Le tue note sono attualmente memorizzate su disco come documenti separati di %@, mentre la cifratura è disponibile solo per l'archivio singolo. Vuoi passare al formato archivio?";

/* No comment provided by engineer. */
"Your notes directory (%@) appears to be in the Trash." = "La directory delle note (%@) sembra trovarsi nel Cestino.";

/* No comment provided by engineer. */
"Your notes were not moved." = "Le note non sono state spostate.";

/* title column name */
"Title" = "Titolo";

/* tags/labels column name */
"Tags" = "Etichette";

/* date modified column name */
"Date Modified" = "Data modifica";

/* date added/created column name */
"Date Added" = "Data inserimento";

/* tooltip string for search/title field */
"Go back to search; press %@-D to deselect" = "Torna alla ricerca; premi %@-D per deselezionare";

/* tooltip string for search/title field */
"Now searching for this text" = "Cerco il testo";

/* tooltip string for search/title field */
"Clear the search; press ESC" = "Cancella la ricerca; premi ESC";

/* tooltip string for search/title field */
"Type any text to search; press Return to create a note" = "Digita il testo da cercare; premi Invio per creare una nota";

/* tooltip string for search/title field */
"Now editing this note; rename it with %@-R" = "Modifica della nota; rinominala con %@-R";


/* default files name */
"Excruciatingly Useful Shortcuts" = "Scorciatoie terribilmente utili";
"Contact Information" = "Contatti";
"This is the title of a note" = "Questo è il titolo di una nota";
"How does this thing work?" = "Come funziona questa cosa?";

"SiteURL" = "http://notational.net/";

/* title of alternate view layout menu item */
"Switch to Vertical Layout" = "Passa alla disposizione verticale";

/* title of view layout menu item */
"Switch to Horizontal Layout" = "Passa alla disposizione orizzontale";

/* for warning about incompatibility with TextExpander, Typinator, etc. */
"Secure Text Entry will prevent %@, which is currently installed on this computer, from working in Notational Velocity." = "L'opzione Inserimento sicuro del testo impedisce a %@, attualmente installato su questo computer, di funzionare su Kinetic Notes.";

/* Status message after downloading a URL */
"Importing content..." = "Importo contenuto…";

/* prefix for source-URLs inserted into imported notes; e.g., "From <http://www.apple.com>: ..." */
"From" = "Da";

/* menu command to clear out custom external editors*/
"Reset" = "Reimp";

/* the Support Development item in the Help menu, and the donation request it shows.
   Delete this whole block to remove the feature; see KNSupportController.h. */

/* Help menu item that opens the project's sponsorship page */
"Support Development…" = "Sostieni lo sviluppo…";

/* title of the alert shown by the Support Development menu item */
"Support Kinetic Notes" = "Sostieni Kinetic Notes";

/* first paragraph of the donation request */
"Kinetic Notes is maintained by a volunteer, and donations help fund ongoing development." = "Kinetic Notes è mantenuto da un volontario e le donazioni contribuiscono a finanziare lo sviluppo continuo.";

/* second paragraph of the donation request */
"If this app has been useful to you, please consider supporting ongoing maintenance and new features. Donations are completely optional and help keep the project alive." = "Se questa applicazione ti è stata utile, considera di sostenere la manutenzione continua e lo sviluppo di nuove funzionalità. Le donazioni sono completamente facoltative e aiutano a mantenere vivo il progetto.";

/* closing line of the donation request */
"Thank you for supporting the project." = "Grazie per sostenere il progetto.";

/* button that opens the sponsorship page; no ellipsis, unlike the menu item */
"Support Development" = "Sostieni lo sviluppo";

/* button that dismisses the donation request */
"Not Now" = "Non ora";

/* application menu item that checks for a new version */
"Check for Updates…" = "Controlla aggiornamenti…";

/* toolbar button shown when a new version was found by a scheduled check */
"Update Available" = "Aggiornamento disponibile";

/* tooltip of the Update Available toolbar button */
"A new version of Kinetic Notes is ready to install." = "È disponibile una nuova versione di Kinetic Notes.";

/* General preference: put the search field on the title's row rather than beneath it */
"Show the search field beside the window title" = "Mostra il campo di ricerca accanto al titolo della finestra";

/* Editing preference: number the lines beside the note text */
"Show line numbers" = "Mostra i numeri di riga";

/* Editing preference: show a bar beneath the window counting the words in the note */
"Show word count" = "Mostra il conteggio delle parole";

/* Editing preference: label for the line-number and word-count checkboxes */
"Display:" = "Visualizza:";

/* status bar count menu: count every character except line breaks */
"Characters (with spaces)" = "Caratteri (spazi inclusi)";

/* status bar count menu: count characters, leaving out spaces and line breaks */
"Characters (no spaces)" = "Caratteri (spazi esclusi)";

/* status bar count menu: count words */
"Words" = "Parole";

/* status bar count menu: count lines */
"Lines" = "Righe";

/* status bar count menu: count paragraphs */
"Paragraphs" = "Paragrafi";

/* status bar: a count of exactly one character, spaces included */
"%@ character (with spaces)" = "%@ carattere (spazi inclusi)";

/* status bar: a count of characters, spaces included */
"%@ characters (with spaces)" = "%@ caratteri (spazi inclusi)";

/* status bar: a count of exactly one character, spaces left out */
"%@ character (no spaces)" = "%@ carattere (spazi esclusi)";

/* status bar: a count of characters, spaces left out */
"%@ characters (no spaces)" = "%@ caratteri (spazi esclusi)";

/* status bar: a count of exactly one line */
"%@ line" = "%@ riga";

/* status bar: a count of lines */
"%@ lines" = "%@ righe";

/* status bar: a count of exactly one paragraph */
"%@ paragraph" = "%@ paragrafo";

/* status bar: a count of paragraphs */
"%@ paragraphs" = "%@ paragrafi";

/* status bar: a count of exactly one word */
"%@ word" = "%@ parola";

/* status bar: a count of words */
"%@ words" = "%@ parole";

/* accessibility description of the status bar's caret */
"Count options" = "Opzioni di conteggio";

/* tooltip for the status bar's count */
"Choose what to count" = "Scegli cosa contare";

/* title of the window showing the release notes of an update that installed itself */
"What's New in Kinetic Notes %@" = "Novità di Kinetic Notes %@";

/* line above the release notes of an update that installed itself */
"Kinetic Notes updated itself to version %@. Here is what changed." = "Kinetic Notes si è aggiornato alla versione %@. Ecco cosa è cambiato.";

/* shown in the release notes window when the page cannot be loaded, e.g. offline */
"The release notes could not be loaded. You can read them online:" = "Impossibile caricare le note di rilascio. Puoi leggerle online:";

/* name of the Updates pane in Settings, in its toolbar and window title */
"Updates" = "Aggiornamenti";

/* General preference: label for the horizontal/vertical layout popup */
"Layout:" = "Disposizione:";

/* General preference: Layout popup, note list beside the note */
"Horizontal" = "Orizzontale";

/* General preference: Layout popup, note list above the note */
"Vertical" = "Verticale";

/* Updates preference: the version and, in parentheses, the build number */
"Version %@ (%@)" = "Versione %@ (%@)";

/* Updates preference: button that checks for a new version immediately */
"Check for Updates" = "Controlla aggiornamenti";

/* Updates preference: link to the project's page */
"GitHub Project" = "Progetto GitHub";

/* Updates preference: toggle Sparkle's scheduled update checks */
"Automatically check for updates" = "Controlla automaticamente gli aggiornamenti";

/* Updates preference: toggle automatic download and install of updates */
"Automatically download updates" = "Scarica automaticamente gli aggiornamenti";

/* Updates preference: label for the date of the most recent update check */
"Last checked" = "Ultimo controllo";

/* Updates preference: Last checked, before any check has run */
"Never" = "Mai";

/* Updates preference: footnote; the app's name is substituted */
"Downloaded updates install the next time you quit %@." = "Gli aggiornamenti scaricati verranno installati alla prossima chiusura di %@.";

/* Fonts & Colors preference: label for the light/dark appearance picker */
"Appearance:" = "Aspetto:";

/* Fonts & Colors preference: the appearance picker's name for VoiceOver */
"Appearance" = "Aspetto";

/* Appearance preference: track the macOS light/dark setting */
"Automatic" = "Automatico";

/* Appearance preference: always use the light appearance */
"Light" = "Chiaro";

/* Appearance preference: always use the dark appearance */
"Dark" = "Scuro";
